Repository: wismna/ModernKeePass
Catalog: ModernKeePass/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr

# AboutCredits1.Text
source: Dominik Reichl for the KeePass application and file format
fr_fr: Dominik Reichl pour l'application KeePass et le format de fichier

# AboutCredits2.Text
source: David Lechner for his PCL adapatation of the KeePass Library and his correlated tests
fr_fr: David Lechner pour son adaptation PCL de la blibliothèque KeePass et ses tests associés

# AboutCreditsLabel.Text
source: Credits
fr_fr: Crédits

# AboutDesc.Text
source: A modern password manager for the Windows Store
fr_fr: Un gestionnaire de mot de passes moderne pour le Windows Store

# AboutHomepage.Text
source: Homepage:
fr_fr: Page d'accueil :

# AppBarDelete.Label
source: Delete
fr_fr: Supprimer

# AppBarEdit.Label
source: Edit
fr_fr: Editer

# AppBarHome.Label
source: Home
fr_fr: Accueil

# AppBarRestore.Label
source: Restore
fr_fr: Restaurer

# AppBarSave.Label
source: Save
fr_fr: Sauvegarder

# AppBarSettings.Label
source: Settings
fr_fr: Paramètres

# AppBarSort.Label
source: Sort
fr_fr: Trier

# AppBarSortEntries.Text
source: Entries
fr_fr: Entrées

# AppBarSortGroups.Text
source: Groups
fr_fr: Groupes

# CompositeKeyNewButton.ButtonLabel
source: Create
fr_fr: Créer

# CompositeKeyNewKeyFileTooltip.Content
source: Create new key file
fr_fr: Créer un nouveau fichier de clé

# CompositeKeyOpenButton.ButtonLabel
source: Open
fr_fr: Ouvrir

# CompositeKeyPassword.PlaceholderText
source: Password
fr_fr: Mot de passe

# CompositeKeyUserAccount.Text
source: Windows User Account
fr_fr: Compte Utilisateur Windows

# DonateButton.Content
source: Donate
fr_fr: Donner

# DonateDesc.Text
source: Like this app? Why not make a small donation to support my work and help me keep it ad-free :) ?
fr_fr: Vous aimez cette app? Pourquoi ne pas faire un petit don afin de m'encourager et d'éviter le recours aux publicités :) ?

# EntryExpirationDate.Content
source: Expiration date
fr_fr: Date d'expiration

# EntryExpirationTooltip.Content
source: Password has expired
fr_fr: Le mot de passe a expiré

# EntryItemCopyLogin.Text
source: Copy login
fr_fr: Copier le login

# EntryItemCopyPassword.Text
source: Copy password
fr_fr: Copier le mot de passe

# EntryItemCopyUrl.Text
source: Navigate to URL
fr_fr: Naviguer vers l'URL

# EntryLogin.Text
source: User name or login
fr_fr: Nom d'utilisateur ou login

# EntryPassword.Text
source: Password
fr_fr: Mot de passe

# EntryShowPassword.Content
source: Show password
fr_fr: Afficher le mot de passe

# GroupCreateEntry.Text
source: Create new entry
fr_fr: Créer une nouvelle entrée

# GroupFilter.PlaceholderText
source: Filter...
fr_fr: Filtrer...

# GroupSearch.PlaceholderText
source: Search...
fr_fr: Rechercher...

# GroupTitle.PlaceholderText
source: New group name...
fr_fr: Nom du nouveau groupe...

# NewCreateButton.Content
source: Create new...
fr_fr: Créer une nouvelle...

# NewCreateDesc.Text
source: Create a new password database to the location of your chosing.
fr_fr: Créer une nouvelle base de données de mots de passe à l'endroit de votre choix.

# OpenBrowseButton.Content
source: Browse files...
fr_fr: Parcourir les fichiers...

# OpenBrowseDesc.Text
source: Open an existing password database from your PC.
fr_fr: Ouvrir une base de données de mots de passe existante sur votre PC.

# OpenUrlButton.Content
source: From Url...
fr_fr: Depuis une URL...

# OpenUrlDesc.Text
source: Open an existing password database from an Internet location (not yet implemented).
fr_fr: Ouvrir une base de données de mots de passe depuis Internet (pas encore implementé).

# PasswordGeneratorAlso.Text
source: Also add these characters:
fr_fr: Ajouter aussi ces caractères :

# PasswordGeneratorBrackets.Content
source: Brackets ([], {}, (), ...)
fr_fr: Parenthèses ([], {}, (), ...)

# PasswordGeneratorButton.Content
source: Generate
fr_fr: Générer

# PasswordGeneratorDigits.Content
source: Digits (0, 1, 2, ...)
fr_fr: Chiffres (0, 1, 2, ...)

# PasswordGeneratorLength.Text
source: Password Length:
fr_fr: Longueur de mot de passe :

# PasswordGeneratorLower.Content
source: Lower case (a, b, c, ...)
fr_fr: Minuscules (a, b, c, ...)

# PasswordGeneratorMinus.Content
source: Minus (-)
fr_fr: Moins (-)

# PasswordGeneratorSpace.Content
source: Space ( )
fr_fr: Espace ( )

# PasswordGeneratorSpecial.Content
source: Special (!, $, %, ...)
fr_fr: Spéciaux (!, $, %, ...)

# PasswordGeneratorTooltip.Content
source: Generate password
fr_fr: Générer le mot de passe

# PasswordGeneratorUpper.Content
source: Upper case (A, B, C, ...)
fr_fr: Majuscules (A, B, C, ...)

# RecentClear.Text
source: Clear all
fr_fr: Supprimer tout

# ReorderEntriesLabel.Text
source: Drag and drop entries to reorder them
fr_fr: Glissez-déposez les entrées pour les réorganiser

# SaveAsButton.Content
source: Save as...
fr_fr: Sauvegarder sous...

# SaveAsDesc.Text
source: This will save the currently opened database as a new file and leave it open.
fr_fr: Cela va sauvegarder la base de données dans un nouveau fichier et l'ouvrir.

# SaveButton.Content
source: Save and close
fr_fr: Sauvegarder et fermer

# SaveDesc.Text
source: This will save and close the currently opened database.
fr_fr: Cela va sauvegarder et fermer la base de données.

# SettingsDatabaseCompression.Text
source: Compression Algorithm
fr_fr: Algorithme de compression

# SettingsDatabaseEncryption.Text
source: Encryption Algorithm
fr_fr: Algorithme de chiffrement

# SettingsDatabaseKdf.Text
source: Key Derivation Algorithm
fr_fr: Algorithme de dérivation de clé

# SettingsDatabaseRecycleBin.Header
source: Recycle bin
fr_fr: Corbeille

# SettingsDatabaseRecycleBin.OffContent
source: Disabled
fr_fr: Désactivé

# SettingsDatabaseRecycleBin.OnContent
source: Enabled
fr_fr: Activé

# SettingsDatabaseRecycleBinCreate.Content
source: Create a new group
fr_fr: Créer un nouveau groupe

# SettingsDatabaseRecycleBinExisting.Content
source: Use an existing group
fr_fr: Utiliser un groupe existant

# SettingsNewDatabaseDesc.Text
source: Here, you can change some default options when creating a database.
fr_fr: Ici, vous pouvez changer certains options lors de la création d'une nouvelle base de données

# SettingsNewDatabaseKdf.Text
source: KDBX database file version
fr_fr: Version de fichier KDBX

# SettingsNewDatabaseKdfMoreInfo.Text
source: Higher is better, but there may be compatibility issues with older applications
fr_fr: Le plus élévé est le mieux, mais vous pourriez rencontrer des problèmes de compatibilité avec des application plus anciennes

# SettingsNewDatabaseSample.Header
source: Create sample data
fr_fr: Créer des données d'exemple

# SettingsNewDatabaseSample.OffContent
source: No
fr_fr: Non

# SettingsNewDatabaseSample.OnContent
source: Yes
fr_fr: Oui

# SettingsSaveDatabaseSuspend.OffContent
source: Don't save
fr_fr: Ne pas sauvegarder

# SettingsSaveDatabaseSuspend.OnContent
source: Save
fr_fr: Sauvegarder

# SettingsSaveDatabaseSuspendDesc.Text
source: This settings is generally recommended. If you enable it, database will automatically be saved on application suspension and closing. However, if your database is huge, saving may be deemed too long by Windows, which will then forcibly kill the app.
fr_fr: Ce paramètre est généralement recommandé. Si vous l'activez, la base de données sera sauvegardée automatiquement lors de la suspension et de la fermeture. Cependant, si votre base de données est très volumineuse, il se peut que Windows estime que cela prend trop de temps et tue l'application.

# SettingsSaveDatabaseSuspendTitle.Text
source: Auto-save on suspend?
fr_fr: Sauvegarder automatiquement lors de la suspension ?

# SettingsSecurityDesc1.Text
source: Here, you may change your database password, key file, or both. Just click on on
fr_fr: Ici, vous pouvez changer le mot de passe maître, le fichier de clé, ou les deux. Cliquez simplement sur

# SettingsSecurityDesc2.Text
source: Update master key
fr_fr: Mettre à jour la clé maître

# SettingsSecurityDesc3.Text
source: when you're done. Please make sure to remember the password you choose here!
fr_fr: quand vous avez fini. Retenez bien le mot de passe que vous utilisez !

# SettingsSecurityTitle.Text
source: Change database security options
fr_fr: Changer les options de sécurité de la base de données

# SettingsSecurityUpdateButton.ButtonLabel
source: Update master key
fr_fr: Mettre à jour la clé maître

# SettingsTitle.Text
source: Settings
fr_fr: Paramètres

# SettingsWelcomeDesc.Text
source: Here, you may change the application or the database settings.
fr_fr: Ici, vous pouvez changer les options de l'application ou de la base de données.

# SettingsWelcomeHowto.Text
source: Select a setting pane on the left to access the options.
fr_fr: Choisissez un élément dans le menu de gauche.

# SettingsWelcomeTitle.Text
source: Settings
fr_fr: Paramètres

# WelcomeNew.Text
source: Want to create a new password database? Do it here.
fr_fr: Pour créer une nouvelle base de données de mots de passe, c'est ici.

# WelcomeOpen.Text
source: Have an existing password database? Open it here.
fr_fr: Pour ouvrir une base de données existante, c'est ici.

# GroupsLeftListView.ButtonLabel
source: New group
fr_fr: Nouveau groupe

# GroupsLeftListView.HeaderLabel
source: Groups
fr_fr: Groupes

# HistoryLeftListView.HeaderLabel
source: History
fr_fr: Historique

# ToastCopyLogin.Message
source: Login successfully copied!
fr_fr: Login copié avec succès !

# ToastCopyPassword.Message
source: Password successfully copied!
fr_fr: Mot de passe copié avec succès !

# ToastCopyUrl.Message
source: URL successfully copied!
fr_fr: URL copié avec succès !

# EntryBackgroundColor.Text
source: Background color
fr_fr: Couleur d'arrière plan

# EntryForegroundColor.Text
source: Foreground color
fr_fr: Couleur du texte

# EntrySymbol.Text
source: Icon
fr_fr: Icône

# AddEntryTooltip.Content
source: Create a new entry
fr_fr: Créer une nouvelle entrée

# HamburgerMenuHomeLabel.Text
source: Home
fr_fr: Accueil

# HamburgerMenuHomeTooltip.Content
source: Home
fr_fr: Accueil

# HamburgerMenuSettingsLabel.Text
source: Settings
fr_fr: Paramètres

# HamburgerMenuSettingsTooltip.Content
source: Settings
fr_fr: Paramètres
